[Twk_DisDLC06MoviePlayerHUD DisTweaks_GFxMoviePlayerHUD]
m_InteractionTexts[0]=""
m_InteractionTexts[1]="`GBA_Jump`"
m_InteractionTexts[2]="`GBA_Use`"
m_InteractionTexts[3]="`GBA_Block` [Hold]"
m_InteractionTexts[4]="`GBA_Primary`"
m_InteractionTexts[5]="`GBA_Primary`"
m_InteractionTexts[6]="`GBA_Block` + `GBA_Primary`"
m_InteractionTexts[7]=""
m_InteractionTexts[8]="`GBA_Use` Drop"
m_InteractionTexts[9]="`GBA_Primary` Throw"
m_InteractionTexts[10]="`GBA_Use` Drop"
m_InteractionTexts[11]="`GBA_Primary` Throw"
m_InteractionTexts[12]="`GBA_Use` Drop"
m_InteractionTexts[13]="`GBA_Jump` Jump off"
m_InteractionTexts[14]="`GBA_Use` Exit Keyhole"
m_InteractionTexts[15]="Mash `GBA_Primary` !"
m_InteractionTexts[16]="Mash `GBA_Primary` !"
m_InteractionTexts[17]="`GBA_Zoom` Exit Spyglass"
m_InteractionTexts[18]="`GBA_Use` Change zoom level"
m_InteractionTexts[19]="Use `KEY_LStick` to lean"
m_InteractionTexts[20]="`GBA_Use` Cancel Cooking"
m_InteractionTexts[21]="`GBA_Secondary` End Bend Time"
m_InteractionTexts[22]="`GBA_Use` Cancel Blink"
m_InteractionTexts[23]="`GBA_Secondary` End Void Gaze"
m_InteractionTexts[24]="`GBA_Use` Cancel Possess"
m_InteractionTexts[25]="`GBA_Secondary` End Possess"
m_InteractionTexts[26]=""
m_InteractionTexts[27]="`GBA_Use` Use"
m_InteractionTexts[28]=""
m_InteractionTexts[29]="`GBA_Use` Talk"
m_InteractionTexts[30]="`GBA_Use` Loot"
m_InteractionTexts[31]="`GBA_Use` Loot"
m_InteractionTexts[32]="Hold `GBA_Use` Carry"
m_InteractionTexts[33]="`GBA_Use` Disarm & Loot"
m_InteractionTexts[34]=""
m_InteractionTexts[35]=""
m_InteractionTexts[36]=""
m_InteractionTexts[37]="`GBA_Use` Cancel Throw"
m_InteractionTexts[38]="`GBA_Use` Cancel Summon"
m_InteractionTexts[39]=""
m_InteractionTexts_Gamepad[0]=""
m_InteractionTexts_Gamepad[1]=""
m_InteractionTexts_Gamepad[2]=""
m_InteractionTexts_Gamepad[3]=""
m_InteractionTexts_Gamepad[4]=""
m_InteractionTexts_Gamepad[5]=""
m_InteractionTexts_Gamepad[6]="`GBA_Lean_Gamepad`"
m_InteractionTexts_Gamepad[7]=""
m_InteractionTexts_Gamepad[8]=""
m_InteractionTexts_Gamepad[9]=""
m_InteractionTexts_Gamepad[10]=""
m_InteractionTexts_Gamepad[11]=""
m_InteractionTexts_Gamepad[12]=""
m_InteractionTexts_Gamepad[13]=""
m_InteractionTexts_Gamepad[14]="`KEY_B` Exit Keyhole"
m_InteractionTexts_Gamepad[15]=""
m_InteractionTexts_Gamepad[16]=""
m_InteractionTexts_Gamepad[17]=""
m_InteractionTexts_Gamepad[18]=""
m_InteractionTexts_Gamepad[19]=""
m_InteractionTexts_Gamepad[20]=""
m_InteractionTexts_Gamepad[21]=""
m_InteractionTexts_Gamepad[22]=""
m_InteractionTexts_Gamepad[23]=""
m_InteractionTexts_Gamepad[24]=""
m_InteractionTexts_Gamepad[25]=""
m_InteractionTexts_Gamepad[26]=""
m_InteractionTexts_Gamepad[27]=""
m_InteractionTexts_Gamepad[28]=""
m_InteractionTexts_Gamepad[29]=""
m_InteractionTexts_Gamepad[30]=""
m_InteractionTexts_Gamepad[31]=""
m_InteractionTexts_Gamepad[32]=""
m_InteractionTexts_Gamepad[33]=""
m_InteractionTexts_Gamepad[34]=""
m_InteractionTexts_Gamepad[35]=""
m_InteractionTexts_Gamepad[36]=""
m_InteractionTexts_Gamepad[37]=""
m_InteractionTexts_Gamepad[38]=""
m_InteractionTexts_Gamepad[39]=""
m_AdrenalineKillTexts[0]="`GBA_Block` + `GBA_Primary`"
m_AdrenalineKillTexts[1]="`GBA_Block` + `GBA_Primary` or `GBA_Block` + Double `GBA_Primary`"
m_AdrenalineKillTexts_Gamepad[0]="`GBA_Lean_Gamepad`"
m_AdrenalineKillTexts_Gamepad[1]="`GBA_Lean_Gamepad` or Double `GBA_Lean_Gamepad`"
m_RuneFoundMessage="`c/`t Runes found"
m_BoneCharmFoundMessage="`c/`t Bone Charms found"
m_PressKeyToReadChapterNoteMessage="Mission Clues updated<br />Press `GBA_Journal` to read"
m_PressKeyToEquipBoneCharms="New Bone Charm added<br />Press `GBA_Journal` to equip"
m_PressKeyToBuyPowers="New Rune added<br />Press `GBA_Journal` to acquire Powers"
m_PressKeyToAdrenalineKill[0]="Hold `GBA_Block` and press `GBA_Primary` near an enemy<br />for Adrenaline Kill"
m_PressKeyToAdrenalineKill[1]="Hold `GBA_Block` and press `GBA_Primary` near an enemy<br />for Adrenaline Kill, or hold `GBA_Block` and double tap `GBA_Primary`<br />for a Double Adrenaline Kill"
m_PressKeyToAdrenalineKill_Gamepad[0]="Press `GBA_Lean_Gamepad` near an enemy for Adrenaline Kill"
m_PressKeyToAdrenalineKill_Gamepad[1]="Press `GBA_Lean_Gamepad` near an enemy for Adrenaline Kill,<br />or double tap `GBA_Lean_Gamepad` for a Double Adrenaline Kill"
m_NewObjectivePopupTitle="New Objective"
m_UpdatedObjectivePopupTitle="Objective Updated"
m_CompletedObjectivePopupTitle="Objective Completed"
m_FailedObjectivePopupTitle="Objective Failed"

[Twk_DisGFxMoviePlayerPauseMenu DisTweaks_GFxMoviePlayerPauseMenu]
m_PlayerDiedMessage="You have met your demise."

